Repository: credis/django-coop
Catalog: coop/mailing/locale/*/LC_MESSAGES/django.po
Languages: fr

source: subscription
fr: inscription à

source: subscriptions
fr: inscriptions à

source: mailing list
fr: liste de diffusion

source: list already exists on sympa server, please contact Sympa administrator
fr: la liste existe déjà sur le serveur sympa, utilisez l'adminstration de Sympa pour la supprimer, sinon changez de nom

source: Sending Date
fr: Date d'envoi

source: Sending Dates
fr: Dates d'envoi

source: Create newsletter
fr: Créer une lettre d'information

source: Edit
fr: Edition

source: Cancel
fr: Annuler

source: Save
fr: Enregistrer

source: Newsletter settings
fr: Réglages de la lettre d'information

source: Newsletter template
fr: Modèle de lettre d'information

source: Send test
fr: Envoyer un test

source: Schedule sending
fr: Envoi programmé

source: This field is required
fr: Ce champ est requis

source: The scheduling date must be in future
fr: La date doit être dans le futur

source: discussion list
fr: Liste de discussion publique

source: hotline
fr: Liste de type hotline

source: html news letter
fr: Paramétrage adapté à une newsletter aux formats Text/plain et HTML

source: intranet list
fr: Liste pour l'Intranet

source: news letter
fr: Paramétrage adapté à une newsletter

source: private working
fr: Paramétrage pour un groupe de travail

source: public web forum
fr: forum public

source: manual choice
fr: choix manuel

source: persons and organizations
fr: personnes et organisations

source: organizations only
fr: organisations seulement

source: persons only
fr: personnes seulement

source: name
fr: nom

source: email choice
fr: Choix des emails

source: Manual > other option = losing selection!
fr: Manuel > autre option = perte de la sélection !

source: filter subscriptions with tags
fr: filter à l'aide des tags

source: person category
fr: catégorie de personnes

source: organization category
fr: categorie des structures

source: Mailing list email
fr: adresse de diffusion

source: template
fr: modèle

source: list already exists on sympa server, please contact Sympa administrator
fr: la liste existe déjà sur le serveur sympa, utilisez l'adminstration de Sympa pour la supprimer, sinon changez de nom

source: Cannot close the list : %s
fr: Impossible de fermer la liste %s

source: mailing lists
fr: listes

source: created
fr: création

source: modified
fr: modification

source: mailing list subscription
fr: inscription à une liste

source: mailing list subscriptions
fr: inscriptions

source: subject
fr: sujet

source: summary
fr: Editorial

source: destination lists
fr: listes

source: newsletter
fr: lettre d'information

source: newsletters
fr: lettres d'information

source: scheduling date
fr: prévue le

source: sending date
fr: envoyée le

source: newsletter sending
fr: envoi de lettre d'information

source: newsletter sendings
fr: envois de lettre d'information

source: The newsletter has been saved properly
fr: la lettre d'info a été sauvegardée
